[
    {
        "id": 1,
        "Doctor Name": "Dr. Maria Gomez",
        "Specialty": "General Practitioner",
        "Rating": 4.1,
        "Location": "Belize City",
        "Picture": "img/docs/f001.png",
        "Bio": "Dr. Maria Gomez is a highly skilled general practitioner with over 15 years of experience in providing primary care. Her approach is patient-centered, focusing on preventive care, health education, and the management of chronic diseases."
    },
    {
        "id": 2,
        "Doctor Name": "Dr. Carlos Martinez",
        "Specialty": "Cardiologist",
        "Rating": 4.3,
        "Location": "Belmopan",
        "Picture": "img/docs/m002.png",
        "Bio": "Dr. Carlos Martinez specializes in the diagnosis and treatment of heart-related conditions. With a focus on cardiovascular health, he is committed to using advanced medical technologies and personalized care to help patients maintain heart health."
    },
    {
        "id": 3,
        "Doctor Name": "Dr. Ana Rodriguez",
        "Specialty": "Pediatrician",
        "Rating": 4.5,
        "Location": "San Ignacio",
        "Picture": "img/docs/f003.png",
        "Bio": "Dr. Ana Rodriguez is a pediatrician who provides compassionate care for children from infancy to adolescence. With a deep commitment to child health, she specializes in childhood immunizations, developmental milestones, and treating common pediatric illnesses."
    },
    {
        "id": 4,
        "Doctor Name": "Dr. Juan Hernandez",
        "Specialty": "Dermatologist",
        "Rating": 4.0,
        "Location": "Dangriga",
        "Picture": "img/docs/m004.png",
        "Bio": "Dr. Juan Hernandez is a dermatologist with expertise in treating a wide range of skin conditions. His specialties include acne, eczema, skin cancer screenings, and the use of cutting-edge therapies for skin rejuvenation."
    },
    {
        "id": 5,
        "Doctor Name": "Dr. Lucia Perez",
        "Specialty": "Neurologist",
        "Rating": 3.9,
        "Location": "Orange Walk",
        "Picture": "img/docs/f005.png",
        "Bio": "Dr. Lucia Perez is a neurologist with a focus on the diagnosis and treatment of neurological disorders, including epilepsy, migraines, and multiple sclerosis. She uses advanced imaging and neurological tests to provide effective treatment plans."
    },
    {
        "id": 6,
        "Doctor Name": "Dr. Miguel Lopez",
        "Specialty": "General Practitioner",
        "Rating": 4.2,
        "Location": "Corozal",
        "Picture": "img/docs/m006.png",
        "Bio": "Dr. Miguel Lopez has over 12 years of experience in family medicine, offering a comprehensive range of services from routine check-ups to managing complex medical conditions. He emphasizes early diagnosis and health education."
    },
    {
        "id": 7,
        "Doctor Name": "Dr. Sofia Ramirez",
        "Specialty": "Cardiologist",
        "Rating": 4.6,
        "Location": "Belize City",
        "Picture": "img/docs/featuredFemale001.png",
        "Bio": "Dr. Sofia Ramirez is an expert in cardiovascular health, with a passion for preventing and managing heart disease. She employs state-of-the-art diagnostic tools and personalized care to help patients achieve optimal heart health."
    },
    {
        "id": 8,
        "Doctor Name": "Dr. Jose Castillo",
        "Specialty": "Pediatrician",
        "Rating": 4.1,
        "Location": "San Pedro",
        "Picture": "img/docs/m007.png",
        "Bio": "Dr. Jose Castillo is a pediatrician who is dedicated to providing the best care for children. He specializes in diagnosing childhood illnesses, immunizations, and ensuring that children develop healthily through their formative years."
    },
    {
        "id": 9,
        "Doctor Name": "Dr. Laura Morales",
        "Specialty": "Dermatologist",
        "Rating": 3.8,
        "Location": "Belmopan",
        "Picture": "img/docs/f001.png",
        "Bio": "Dr. Laura Morales is a dermatologist focused on skincare treatments and the prevention of skin diseases. She has a particular interest in treating conditions such as rosacea, acne, and providing treatments for anti-aging."
    },
    {
        "id": 10,
        "Doctor Name": "Dr. Luis Sanchez",
        "Specialty": "Neurologist",
        "Rating": 4.0,
        "Location": "San Ignacio",
        "Picture": "img/docs/m009.png",
        "Bio": "Dr. Luis Sanchez is a neurologist specializing in the management of neurological disorders such as Parkinson's disease, Alzheimer’s, and strokes. He uses the latest treatments and therapies to help improve the quality of life for his patients."
    },
    {
        "id": 11,
        "Doctor Name": "Dr. Carmen Ortiz",
        "Specialty": "Orthopedic Surgeon",
        "Rating": 4.4,
        "Location": "Orange Walk",
        "Picture": "img/docs/f002.png",
        "Bio": "Dr. Carmen Ortiz is an orthopedic surgeon who specializes in musculoskeletal problems, including fractures, arthritis, and spinal disorders. She is committed to using both surgical and non-surgical techniques to restore mobility and quality of life."
    },
    {
        "id": 12,
        "Doctor Name": "Dr. Pedro Ruiz",
        "Specialty": "Gynecologist",
        "Rating": 4.7,
        "Location": "Dangriga",
        "Picture": "img/docs/featuredMale001.png",
        "Bio": "Dr. Pedro Ruiz is a gynecologist with years of experience in women’s health. His practice focuses on preventive gynecological care, family planning, menopause management, and the treatment of reproductive health issues."
    },
    {
        "id": 13,
        "Doctor Name": "Dr. Elena Vasquez",
        "Specialty": "ENT Specialist",
        "Rating": 3.9,
        "Location": "Belize City",
        "Picture": "img/docs/f003.png",
        "Bio": "Dr. Elena Vasquez is an ENT specialist with expertise in treating ear, nose, and throat disorders. She offers a variety of treatments, including hearing loss management, sinusitis, and surgical interventions for nasal problems."
    },
    {
        "id": 14,
        "Doctor Name": "Dr. Ricardo Gomez",
        "Specialty": "Orthopedic Surgeon",
        "Rating": 4.2,
        "Location": "Corozal",
        "Picture": "img/docs/m001.png",
        "Bio": "Dr. Ricardo Gomez is an orthopedic surgeon specializing in joint replacements and sports injuries. He is dedicated to providing the best possible care for patients recovering from trauma or surgery."
    },
    {
        "id": 15,
        "Doctor Name": "Dr. Patricia Diaz",
        "Specialty": "Gynecologist",
        "Rating": 4.1,
        "Location": "San Pedro",
        "Picture": "img/docs/f004.png",
        "Bio": "Dr. Patricia Diaz is a gynecologist with a passion for providing high-quality care to women of all ages. Her services include routine check-ups, prenatal care, and the treatment of gynecological conditions."
    },
    {
        "id": 16,
        "Doctor Name": "Dr. Francisco Torres",
        "Specialty": "ENT Specialist",
        "Rating": 3.6,
        "Location": "Belmopan",
        "Picture": "img/docs/m002.png",
        "Bio": "Dr. Francisco Torres is an ENT specialist who focuses on treating conditions of the ear, nose, and throat, including chronic sinusitis, hearing loss, and sleep apnea. He offers both medical and surgical solutions to his patients."
    },
    {
        "id": 17,
        "Doctor Name": "Dr. Gabriela Flores",
        "Specialty": "Oncologist",
        "Rating": 4.4,
        "Location": "Belize City",
        "Picture": "img/docs/f005.png",
        "Bio": "Dr. Gabriela Flores is a compassionate oncologist specializing in cancer diagnosis and treatment. She works closely with patients to develop personalized treatment plans and support them throughout their journey."
    },
    {
        "id": 18,
        "Doctor Name": "Dr. Jorge Reyes",
        "Specialty": "Psychiatrist",
        "Rating": 4.3,
        "Location": "San Ignacio",
        "Picture": "img/docs/m003.png",
        "Bio": "Dr. Jorge Reyes is a psychiatrist who provides mental health care to individuals with mood disorders, anxiety, and other psychiatric conditions. He emphasizes a holistic approach, incorporating both therapy and medication."
    },
    {
        "id": 19,
        "Doctor Name": "Dr. Isabel Guzman",
        "Specialty": "Oncologist",
        "Rating": 4.0,
        "Location": "Orange Walk",
        "Picture": "img/docs/f006.png",
        "Bio": "Dr. Isabel Guzman is an oncologist with expertise in treating various cancers. She is known for her gentle approach and commitment to guiding patients through cancer treatment with the best possible care."
    },
    {
        "id": 20,
        "Doctor Name": "Dr. Victor Perez",
        "Specialty": "Psychiatrist",
        "Rating": 4.6,
        "Location": "Dangriga",
        "Picture": "img/docs/featuredMale002.png",
        "Bio": "Dr. Victor Perez is a psychiatrist who specializes in mental health conditions, including depression, anxiety, and stress management. His goal is to help patients lead healthier, more fulfilling lives through tailored therapy."
    }
]
